IDEA Open Model
ConcreteULSCheckResultShearEc2.Ved Property
Compatible with IDEA StatiCa Beta 20.0
 shear force
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Ved { get; set; }
Public Property Ved As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultShearEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace